{
  "auto-pairs": { "branch": "master" },
  "cmp": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "comment": { "branch": "master" },
  "gitsigns": { "branch": "main" },
  "harpoon": { "branch": "harpoon2" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lspconfig": { "branch": "master" },
  "lspkind.nvim": { "branch": "master" },
  "lualine": { "branch": "master" },
  "luasnip": { "branch": "master" },
  "lush.nvim": { "branch": "main" },
  "mellifluous.nvim": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "neotree": { "branch": "v3.x" },
  "nui.nvim": { "branch": "main" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "oil": { "branch": "master" },
  "plenary": { "branch": "master" },
  "render-markdown": { "branch": "main" },
  "telescope": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "treesitter": { "branch": "master" },
  "vim-devicons": { "branch": "master" },
  "whichkey": { "branch": "main" },
  "window-picker": { "branch": "main" }
}
